import styles from "./pages-styles.module.css";

function MainPage() {
  return (
    <div className={styles.App}>
      <div className={`${styles.profile}`}>
      
        Мы - Лейсан, Юля и Айгуль - именно эти лица стоят за
        всеми нашими интерьерами — Лейсан и Юля - главные дизайнеры Айгуль-
        наша правая рука, комплектатор, декоратор, организатор пространства
        Также в нашей команде визуализатор @уц.тйуазПома и специалист по
        чертежам @уиБауа_иг - незаменимая часть нашей творческой семьи. Кто -то
        мечтал об этой профессии с самого детства, а кто-то прошел через свой
        ремонт, и понял, что больше без запаха штукатурки и постоянных
        творческих мозговых штурмов жить не может &2 Уже более 6 лет мы вместе
        создаем для вас интерьеры мечты, за нашими плечами огромный путь не
        только проектной работы, но и ведения строек, ведь именно в процессе
        реализации приобретается реальный опыт, и именно тут происходит та
        магия, ради которой мы и работаем - когда картинка, рожденная у тебя в
        голове превращается в реальный интерьер, в котором начинают жить
        реальные люди и благодарят тебя за это! Это волшебно! МЫ Ш
        перфекционисты № не любим рисовать картинки «в стол», нам важно, чтобы
        каждый наш проект был реализован № очень любим решать сложные задачи Ш
        любим когда все четко и по полочкам Ш постоянно оптимизируем свой
        рабочий процесс Ш постоянно растем, развиваемся и обучаемся № очень
        трудолюбивы, и делаем обычно даже больше, чем должны А самое главное,
        что мы слушаем и слышим каждого клиента, благодаря чему каждый проект
        получается уникальным и индивидуальным! И хотя у нас схожие вкусы и
        взгляды, мы очень много спорим по каждому узлу, но именно в этих спорах
        и рождается истина - то самое верное и правильное решение! Мы обожаем
        свою работу! ®
      </div>
    </div>
  );
}

export default MainPage;
